{
    "errors": {
        "api_uncaught_error": "An error occurred while performing the request.",
        "api_authentication_failed": "Your authentication or validation failed. Please login again.",
        "api_max_filesize": "Please select a smaller file",
        "enumerator_login_failed": "Enumerators have access to the App only. Log in to VoiceApp via the App.",
        "firebase_role_forbidden": "You are not permitted to perform this action.",
        "firebase_invites_fetch_error": "An error occurred while fetching the invite.",
        "firebase_invites_not_found": "The requested invite could not be found.",
        "firebase_invites_register_error": "An error occurred while completing your registration.",
        "firebase_account_update_forbidden": "You are not permitted to update this account.",
        "firebase_account_verify_error": "An error occurred while verifying your account.",
        "firebase_account_update_error": "An error occurred while updating your account.",
        "firebase_users_all_fetch_error": "An error occurred while fetching the list of users.",
        "firebase_users_filter_options_fetch_error": "An error occurred while fetching the users filters options.",
        "firebase_users_available_for_projects_fetch_error": "An error occurred while fetching the list of users available for projects.",
        "firebase_users_fetch_error": "An error occurred while fetching the user.",
        "firebase_users_not_found": "The requested user could not be found.",
        "firebase_users_create_error": "An error occurred while creating the user account.",
        "firebase_users_create_invited_error": "This user has already been invited.",
        "firebase_users_update_error": "An error occurred while updating the user account.",
        "firebase_users_archive_error": "An error occurred while archiving the user account.",
        "firebase_users_restore_error": "An error occurred while restoring the user account.",
        "firebase_users_export_fetch_error": "An error occurred while exporting the users.",
        "firebase_projects_all_fetch_error": "An error occurred while fetching the list of projects.",
        "firebase_projects_fetch_error": "An error occurred while fetching the project.",
        "firebase_projects_not_found": "The requested project could not be found.",
        "firebase_projects_create_error": "An error occurred while creating the project.",
        "firebase_projects_update_error": "An error occurred while updating the project.",
        "firebase_projects_archive_error": "An error occurred while archiving the project.",
        "firebase_projects_restore_error": "An error occurred while restoring the project.",
        "firebase_interviews_all_fetch_error": "An error occurred while fetching the list of interviews.",
        "firebase_interviews_fetch_error": "An error occurred while fetching the interview.",
        "firebase_interviews_not_found": "The requested interviews could not be found.",
        "firebase_interviews_create_error": "An error occurred while creating the interview.",
        "firebase_interviews_update_error": "An error occurred while updating the interview.",
        "firebase_interviews_archive_error": "An error occurred while archiving the interview.",
        "firebase_interviews_restore_error": "An error occurred while restoring the interview.",
        "firebase_questions_all_fetch_error": "An error occurred while fetching the list of questions.",
        "firebase_questions_fetch_error": "An error occurred while fetching the question.",
        "firebase_questions_not_found": "The requested questions could not be found.",
        "firebase_questions_export_fetch_error": "An error occurred while exporting the questions.",
        "firebase_questions_create_error": "An error occurred while creating the question.",
        "firebase_questions_update_error": "An error occurred while updating the question.",
        "firebase_questions_archive_error": "An error occurred while archiving the question.",
        "firebase_questions_restore_error": "An error occurred while restoring the question.",
        "firebase_templates_all_fetch_error": "An error occurred while fetching the list of templates.",
        "firebase_templates_fetch_error": "An error occurred while fetching the template.",
        "firebase_templates_not_found": "The requested templates could not be found.",
        "firebase_templates_create_error": "An error occurred while creating the template.",
        "firebase_templates_update_error": "An error occurred while updating the template.",
        "firebase_templates_archive_error": "An error occurred while archiving the template.",
        "firebase_templates_restore_error": "An error occurred while restoring the template.",
        "firebase_reports_all_fetch_error": "An error occurred while fetching the report.",
        "firebase_reports_cache_error": "An error occurred while caching the report.",
        "firebase_reports_open_responses_fetch_error": "An error occurred while fetching the list of responses.",
        "firebase_reports_export_fetch_error": "An error occurred while exporting the report.",
        "firebase_reports_fetch_error": "An error occurred while fetching the report.",
        "firebase_reports_update_error": "An error occurred while updating the report.",
        "firebase_reports_not_found": "The requested reports could not be found."
    }
}
